Repository: avivilloz/cfg
Catalog: fs/home/.local/share/plasma/plasmoids/com.gitlab.cupnoodles14.kickoff/translate/*.po
Languages: es

source: Application Launcher (Favorites in a Grid)
es: Lanzador de Aplicaciones (Favoritos en una Cuadricula)

source: Launcher to start applications
es: Lanzador para iniciar aplicaciones

source: Favorites
es: Favoritos

source: Applications
es: Aplicaciones

source: Advanced
es: Avanzado

source: All Applications
es: Todas las Aplicaciones

source: Applications updated.
es: Aplicaciones actualizadas.

source: Remove from Favorites
es: Eliminar de Favoritos

source: Add to Favorites
es: Agregar a Favoritos

source: On All Activities
es: En todas las Actividades

source: On the Current Activity
es: En la Actividad actual

source: Show in Favorites
es: Mostrar en Favoritos

source: List views icon size:
es: Tamaño de los iconos de la vista de lista

source: Small
es: Pequeño

source: Large
es: Grande

source: Hide subtitles in list views
es: Ocultar los subtitulos

source: Horizontal inner margins:
es: Margenes interiores horizontales

source: Vertical inner margins:
es: Margenes interiores verticales:

source: Horizontal outer margins:
es: Margenes exteriores horizontales:

source: Vertical outer margins:
es: Margenes exteriores verticales:

source: Resize the menu using the mouse (Meta + RMB drag by default)
es: Redimencionar el menú usando el ratón (Meta + Clic derecho arrastrar por defecto)

source: Menu width/height:
es: Menú ancho/alto

source: Use the same parameters as Favorites tab
es: Usar los mismos parametros que la pestaña Favoritos

source: Computer
es: Computador

source: History
es: Historial

source: Often Used
es: Mas Usado

source: Leave
es: Salir

source: Active Tabs
es: Pestañas Activas

source: Inactive Tabs
es: Pestañas Inactivas

source: Icon:
es: Icono:

# @item:inmenu Open icon chooser dialog
source: Choose...
es: Escoger...

# @item:inmenu Reset icon to default
source: Clear Icon
es: Restablecer Icono

source: Switch tabs on hover
es: Cambiar pestañas al pasar el ratón

source: Show applications by name
es: Mostrar aplicaciones por nombres

source: Sort alphabetically
es: Ordenar Alfabéticamente

source: Drag tabs between the boxes to show/hide them, or reorder the visible tabs by dragging.
es: Arrastra las pestañas para mostrarlas, ocultarlas o reordenarlas

source: Flow:
es: Orden:

source: Rows
es: Filas

source: Columns
es: Columnas

source: Maximum columns on screen:
es: Maximo de columnas en pantalla:

source: Always use maximum columns
es: Siempre usar el maximo de columnas

source: Icon size:
es: Tamaño

source: Label position:
es: Posicion de la etiqueta:

source: Right
es: Derecha

source: Bottom
es: Abajo

source: Hidden
es: Oculto

source: Display subtitles
es: Mostrar Subtitulos

source: Search...
es: Buscar...

source: Edit Applications...
es: Editar Aplicación...
